Repository: guybark/Sa11ytaire
Catalog: Sa11ytaire/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, kn_in

# CardDeckUpturnedObscuredHigher.AutomationProperties.HelpText
source: Second from top upturned card
fr_fr: Deuxième de la carte de jeu renversée supérieure

# CardDeckUpturnedObscuredLower.AutomationProperties.HelpText
source: Third from top upturned card
fr_fr: Troisième de la carte de jeu renversée haut

# CardPile1.AutomationProperties.Name
source: Pile 1
fr_fr: Première pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಒಂದು

# CardPile2.AutomationProperties.Name
source: Pile 2
fr_fr: Deuxième pile de carte de jeu
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಎರಡು

# CardPile3.AutomationProperties.Name
source: Pile 3
fr_fr: Troisième pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಮೂರು

# CardPile4.AutomationProperties.Name
source: Pile 4
fr_fr: Quatrième pile de carte de jeu
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ನಾಲ್ಕು

# CardPile5.AutomationProperties.Name
source: Pile 5
fr_fr: Cinquième pile de carte de jeu
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಐದು

# CardPile6.AutomationProperties.Name
source: Pile 6
fr_fr: Sixième pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಆರು

# CardPile7.AutomationProperties.Name
source: Pile 7
fr_fr: Septième pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಏಳು

# endOfGameDialog.Content
source: Congratulations, you have won! Press enter to start a new game.
fr_fr: Félicitations, vous avez gagné! Appuyez sur ENTER pour commencer une nouvelle partie.
kn_in: ಅಭಿನಂದನೆಗಳು, ನೀವು ಗೆದ್ದಿದ್ದೀರಿ! ಹೊಸ ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಎಂಟರ್ ಒತ್ತಿರಿ.

# endOfGameDialog.PrimaryButtonText
source: Restart game
fr_fr: Redémarrer le jeu
kn_in: ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ

# endOfGameDialog.SecondaryButtonText
source: Exit game
fr_fr: Quitter le jeu
kn_in: ಆಟ ನಿರ್ಗಮಿಸಿ

# endOfGameDialog.Title
source: Game Over
fr_fr: Fin du jeu
kn_in: ಆಟ ಮುಕ್ತಾಯ

# LaunchHelpButton.Content
source: Launch help
fr_fr: Obtenir de l'aide
kn_in: ಸಹಾಯವನ್ನು ಪ್ರಾರಂಭಿಸಿ

# NextCardPile.AutomationProperties.FullDescription
source: Pile of remaining cards, face down.
fr_fr: Pile de cartes de jeu restant, face vers le bas.
kn_in: ಉಳಿದಿರುವ ಕಾರ್ಡ್ಗಳ ಪೈಲ್, ಕೆಳಮುಖವಾಗಿ

# PlaySoundEffectsCheckBox.Content
source: Sound effects
fr_fr: Effets sonores
kn_in: ಧ್ವನಿ ಪರಿಣಾಮಗಳು

# RestartGameButton.Content
source: Restart game
fr_fr: Redémarrer le jeu
kn_in: ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ

# SwitchScanSpeedLabel.Text
source: Switch control highlight speed:
fr_fr: Réglage de la vitesse de mise en surbrillance:

source: Clubs pile
fr_fr: Pile de Trèfles:
kn_in: ಕ್ಲಬ್ ರಾಶಿಗಳು

source: Diamonds pile
fr_fr: Pile de Carreaux
kn_in: ಡೈಮಂಡ್ಸ್ ಪೈಲ್

source: Hearts pile
fr_fr: Pile de Cœurs
kn_in: ಹಾರ್ಟ್ಸ್ ರಾಶಿ

source: Spades pile
fr_fr: Pile de Piques
kn_in: ಸ್ಪೇಡ್ಸ್ ರಾಶಿ

# ShowNotificationWindowCheckBox.Content
source: Show most recent notification
fr_fr: Afficher la notification la plus récente
kn_in: ಇತ್ತೀಚಿನ ಪ್ರಕಟಣೆ

# MostRecentNotificationTextBox.AutomationProperties.Name
source: Most recent notification
fr_fr: Notification la plus récente
kn_in: ತೀರಾ ಇತ್ತೀಚಿನ ಅಧಿಸೂಚನೆ

# DealtCardPilesScrollViewer.AutomationProperties.Name
source: Dealt card piles
fr_fr: Piles de cartes à jouer distribuées
kn_in: ವ್ಯವಹರಿಸಿದ ಕಾರ್ಡ್ ರಾಶಿಗಳು

# DealtCardPilesScrollViewer.AutomationProperties.LocalizedLandmarkType
source: Cards
fr_fr: Cartes à jouer
kn_in: ಕಾರ್ಡ್ಗಳು

# EnableAutomaticHintsCheckBox.AutomationProperties.Name
source: Enable automatic hints
fr_fr: Activer les conseils automatiques
kn_in: ಸ್ವಯಂಚಾಲಿತ ಸುಳಿವುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

# EnableAutomaticHintsCheckBox.Content
source: Enable automatic hints
fr_fr: Activer les conseils automatiques
kn_in: ಸ್ವಯಂಚಾಲಿತ ಸುಳಿವುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

# TargetPilesLandmark.AutomationProperties.Name
source: Target card piles
fr_fr: Cible jouant des cartes à jouer

# TargetPilesLandmark.AutomationProperties.LocalizedLandmarkType
source: Cards
fr_fr: Cartes à jouer
kn_in: ಕಾರ್ಡ್ಗಳು

# TopCornerPilesLandmark.AutomationProperties.Name
source: Remaining card piles
fr_fr: Autres piles de cartes à jouer
kn_in: ಉಳಿದಿರುವ ಕಾರ್ಡ್ ರಾಶಿಗಳು

# TopCornerPilesLandmark.AutomationProperties.LocalizedLandmarkType
source: Cards
fr_fr: Cartes à jouer
kn_in: ಕಾರ್ಡ್ಗಳು

# CardDeckUpturned.AutomationProperties.HelpText
source: Top-most upturned card
fr_fr: Top-la carte de jeu la plus renversée
kn_in: ಬಹು ಮೇಲ್ಭಾಗದಲ್ಲಿ ಮಗುಚಿಬಿದ್ಧ ಕಾರ್ಡ್

# SingleKeyToMoveTextBlock.Text
source: Single key to move card.
fr_fr: Touche simple pour déplacer la carte à jouer.
kn_in: ಕಾರ್ಡ್ ಸರಿಸಲು ಏಕೈಕ ಕೀ.

# SelectWithoutAltKey.Text
source: Select card without Alt key.
fr_fr: Sélectionnez carte sans touche Alt.
kn_in: ಆಲ್ಟ್ ಕೀ ಇಲ್ಲದ ಕಾರ್ಡ್ ಆಯ್ಕೆ ಮಾಡಿ.

# SetAccessKeyMapping.Content
source: Set access key mapping
fr_fr: Définir le mappage des touches d'accès

# CancelButton.Content
source: Cancel
fr_fr: Annuler
kn_in: ರದ್ದುಮಾಡಿ

# RestoreDefaultsButton.Content
source: Restore defaults
fr_fr: Restaurer les valeurs par défaut
kn_in: ಮತ್ತೆ ಮೊದಲಂತೆ ಮಾಡು

# SetButton.Content
source: Set
fr_fr: Accepter
kn_in: ಸೆಟ್

# MapAccessKeysPrimaryButtonText
source: Set
fr_fr: Accepter
kn_in: ಸೆಟ್

# MapAccessKeysSecondaryButtonText
source: Cancel
fr_fr: Annuler
kn_in: ರದ್ದುಮಾಡಿ

# MapAccessKeysTitle
source: Set access keys to use in Sa11ytaire
fr_fr: Définir les clés d'accès à utiliser dans Sa11ytaire

# queryDialog.CloseButtonText
source: No
fr_fr: Non
kn_in: ಇಲ್ಲ

# queryDialog.Content
source: Are you sure you want to restart the game?
fr_fr: Êtes-vous sûr de vouloir redémarrer le jeu?
kn_in: ಆಟ ಮರುಪ್ರಾರಂಭಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

# queryDialog.PrimaryButtonText
source: Yes
fr_fr: Oui
kn_in: ಹೌದು

# queryDialog.Title
source: Restart game
fr_fr: Redémarrer le jeu
kn_in: ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ

# NextCardPile_NextCard
source: Next card
fr_fr: Prochaine carte de jeu
kn_in: ಮುಂದಿನ ಕಾರ್ಡ್

# NextCardPile_TurnOverCards
source: Turn over cards
fr_fr: Retourner les cartes à jouer
kn_in: ಕಾರ್ಡ್ಗಳನ್ನು ತಿರುಗಿಸಿ

# PlayerSignIn.Content
source: Sign in
fr_fr: Connexion
kn_in: ಸೈನ್ ಇನ್ ಮಾಡಿ

source: Signing in...
fr_fr: Connexion...
kn_in: ಸೈನ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Empty
fr_fr: Vide
kn_in: ಖಾಲಿ

source: Face-down
fr_fr: Face vers le bas
kn_in: ಕೆಳಮುಖವಾಗಿ

source: can be moved to dealt card pile
fr_fr: peut être déplacé à pile de carte traitée
kn_in: ಕಾರ್ಡ್ ರಾಶಿಯನ್ನು ನಿರ್ವಹಿಸಲು ಸರಿಸಲಾಗುವುದು

source: No move is available.
fr_fr: Aucun mouvement n'est disponible.
kn_in: ಯಾವುದೇ ಚಲನೆ ಲಭ್ಯವಿಲ್ಲ.

source: in dealt card pile
fr_fr: en tas de cartes à jouer distribuées
kn_in: ರಾಶಿಯಲ್ಲಿದೆ

# MoreCardsAreAvailable
source: More cards are available to turn over
fr_fr: Plus de cartes à jouer sont disponibles pour retourner
kn_in: ಹೆಚ್ಚಿನ ಕಾರ್ಡುಗಳು ತಿರುವಿಹಾಕಲು ಲಭ್ಯವಿದೆ

# NoCardLeft
source: No cards left in remaining cards pile
fr_fr: Pas de cartes laissées dans les cartes de jeu restant pile
kn_in: ಉಳಿದ ಕಾರ್ಡುಗಳ ರಾಶಿಯಲ್ಲಿ ಯಾವುದೇ ಕಾರ್ಡ್ಗಳು ಉಳಿದಿಲ್ಲ

source: off
fr_fr: hors
kn_in: ಆರಿಸು

source: on
fr_fr: sur
kn_in: ಆನ್

source: on top
fr_fr: sur le dessus
kn_in: ಅದರ ಮೇಲೆ

source: Revealed
fr_fr: Révélé
kn_in: ಬಹಿರಂಗ

source: selected
fr_fr: sélectionné
kn_in: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ

# SwitchControl
source: Switch control is now
fr_fr: Le contrôle de commutation est maintenant sur

source: Target piles
fr_fr: Pieux cibles

source: then
fr_fr: puis
kn_in: ನಂತರ

# ThereAreNoUpturnedCards
source: There are no upturned cards available
fr_fr: Il n'y a pas de cartes de jeu inversées disponibles

source: to
fr_fr: à
kn_in: ಗೆ

source: Top upturned card is
fr_fr: La carte de jeu renversée supérieure est
kn_in: ಮೇಲ್ಭಾಗದಲ್ಲಿ ಮಗುಚಿಬಿದ್ಧ ಕಾರ್ಡ್

source: Upturned
fr_fr: Retroussé
kn_in: ಮೇಲೆ ತಿರುಗಿತು

# AccessKeyClubsPileLabel.Text
source: Clubs pile:
fr_fr: Pile de Trèfles:
kn_in: ಕ್ಲಬ್ ರಾಶಿಗಳು:

# AccessKeyDealtCardPile1Label.Text
source: Pile 1:
fr_fr: Première pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಒಂದು:

# AccessKeyDealtCardPile2Label.Text
source: Pile 2:
fr_fr: Deuxième pile de carte de jeu
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಎರಡು:

# AccessKeyDealtCardPile3Label.Text
source: Pile 3:
fr_fr: Troisième pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಮೂರು:

# AccessKeyDealtCardPile4Label.Text
source: Pile 4:
fr_fr: Quatrième pile de carte de jeu
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ನಾಲ್ಕು:

# AccessKeyDealtCardPile5Label.Text
source: Pile 5:
fr_fr: Cinquième pile de carte de jeu
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಐದು:

# AccessKeyDealtCardPile6Label.Text
source: Pile 6:
fr_fr: Sixième pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಆರು:

# AccessKeyDealtCardPile7Label.Text
source: Pile 7:
fr_fr: Septième pile de cartes à jouer
kn_in: ಕಾರ್ಡ್ ರಾಶಿ ಏಳು:

# AccessKeyDiamondsPileLabel.Text
source: Diamonds pile:
fr_fr: Pile de Carreaux
kn_in: ಡೈಮಂಡ್ಸ್ ಪೈಲ್:

# AccessKeyHeartsPileLabel.Text
source: Hearts pile:
fr_fr: Pile de Cœurs
kn_in: ಹಾರ್ಟ್ಸ್ ರಾಶಿ:

# AccessKeyNextCardLabel.Text
source: Next card:
fr_fr: Prochaine carte de jeu
kn_in: ಮುಂದಿನ ಕಾರ್ಡ್:

# AccessKeySpadesPileLabel.Text
source: Spades pile:
fr_fr: Pile de Piques
kn_in: ಸ್ಪೇಡ್ಸ್ ರಾಶಿ:

# AccessKeyUpturnedCardLabel.Text
source: Upturned card:
fr_fr: Carte de jeu renversée:
kn_in: ಮೇಲೆ ತಿರುಗಿದ ಕಾರ್ಡ್

# SwitchControlOnTextBlock
source: Switch control on.
fr_fr: Commande de commutation.

source: Ace
fr_fr: l'as
kn_in: ಏಸ್

source: Jack
fr_fr: Valet
kn_in: ಜ್ಯಾಕ್

source: King
fr_fr: Roi
kn_in: ರಾಜ

source: of
fr_fr: de
kn_in: ಆಫ್

source: Queen
fr_fr: Dame
kn_in: ರಾಣಿ

source: One
fr_fr: Un
kn_in: ಒಂದು

source: Clubs
fr_fr: Trèfles
kn_in: ಕ್ಲಬ್ಸ್

source: Diamonds
fr_fr: Carreaux
kn_in: ಡೈಮಂಡ್ಸ್

source: Hearts
fr_fr: Cœurs
kn_in: ಹಾರ್ಟ್ಸ್

source: Spades
fr_fr: Piques
kn_in: ಸ್ಪೇಡ್ಸ್

# SelectCardWithoutAltKeyCheckBox.Content
source: Select card without Alt key
fr_fr: Sélectionnez carte sans touche Alt
kn_in: ಆಲ್ಟ್ ಕೀ ಇಲ್ಲದ ಕಾರ್ಡ್ ಆಯ್ಕೆ ಮಾಡಿ

# SingleKeyToMoveCardCheckBox.Content
source: Single key to move card
fr_fr: Touche simple pour déplacer la carte à jouer
kn_in: ಕಾರ್ಡ್ ಸರಿಸಲು ಏಕೈಕ ಕೀ

# PlayTTSNotificationsCheckBox.Content
source: Notification audio
kn_in: ಅಧಿಸೂಚನೆ ಆಡಿಯೋ

# WaitingForSpeech
source: Listening...
kn_in: Waiting for speech...
